{ "projects": [{
    "title": "Thomas the Tank Engine: The Role Playing Game",
    "description": "You begin the story in a yet unspecified land, a land where trains with faces roam the great train, humans populate this world as well and ever since their mastery of ironwork are rulers over the train people. New trains are born into serfdom to the track lords hauling heavy loads from far away places, few ever get to see the wide open tracks of the naturally occurring rail systems on which the train people originally evolved. You however are one of these freeborn trains. It is up to what you do when your home train yard is attacked by the ruling humans, hungry for power and more iron to expand their ever growing trade routes.",
    "percentFunded": 23,
    "image": "https://i.ytimg.com/vi/gEO-GBgu0ic/hqdefault.jpg"
    }, {
    "title": "Twerk Island: A Real Contest Movie",
    "description": "Envision this: While attending a fashion premiere at Russia’s Fraules Dance Center, a famous woman invites choreographer Elena “Fraules” Yatkina and six of her best dancers to attend her hotel opening on Huvafen Fushi and participate in the world championship of twerking. The invitation also comes with a chance to win money, a two-week stay at the resort, and the opportunity to be showcased in music video.",
    "percentFunded": 69,
    "image": "https://boygeniusreport.files.wordpress.com/2014/05/twerk-island.png"
      }, {
    "title": "PAUL - The sexiest Smartphone Charger",
    "description": "Social networking as we know it is approaching its teenage years and, like a human teenager, the current state of this Digital Age phenomenon looks a lot like puberty – awkward, emotional, and decadent. Paul is a sarcastic piece made in response to the current popular trends in social and mobile technologies. It is a functional iPhone charger design object that explores modern technology's affect on human sexuality.",
    "percentFunded": 72,
    "images": "https://ksr-ugc.imgix.net/assets/002/154/727/16da7763e7f53cb9e35f2144a3a857fb_original.gif?w=680&fit=max&v=1402966620&auto=format&gif-q=50&q=92&s=cc239ef7c86e0d71569553b1d7f17983"
  }, {
    "title": "Stub-Stopper",
    "description": "Never stub your toe again! With this amazing toe-nology TM, your feet will be safe from harm.",
    "percentFunded": 1,
    "images": "https://trademarks.justia.com/media/og_image.php?serial=85755933"
  }, {
    "title": "Destroy Only Copy of Wu-Tang Album",
    "description": "Martin Shkreli, an infamous pharmaceuticals entrepreneur and convicted criminal dubbed Pharma Bro, purportedly put the one and only copy of the Wu-Tang Clan's 'Once Upon a Time in Shaolin' for auction on eBay on Tuesday. He listed the rap album, which he purchased for $2 million in 2015, for just $1 and bidding has already risen above $200,000. The auction is set to end in nine days.

    But, like with many things in the brash world of Pharma Bro, things aren't entirely as they seem. Shkreli says in the item description that he may cancel the listing at any time and 'I may even break this album in frustration,' without further explanation.",
    "percentFunded": 0,
    "images": "http://static6.businessinsider.com/image/59afffff79bbfd1e008b8731/martin-shkreli-has-taken-to-ebay-to-sell-the-wu-tang-clan-album-he-bought-for-2-million.jpg"
  },
  {
    "title": "House Boy the Boardgame",
    "description": "A frisky and fun board game designed for the gays by gays.",
    "percentFunded": 69,
    "images": "https://cf.geekdo-images.com/images/pic888466_md.jpg"
  },
  {
    "title": "Cage Match: The World's First Nicolas Cage Dating Website",
    "description": "The best way to find true love is to ask the important questions early on in a relationship. That way, you both know where you stand. But to date, no dating service truly offers a comprehensive view of the most vital aspect of their character: How would they rank the works of Nicolas Cage? It's time to address that with Cage Match, a beautiful, fully responsive and mobile-friendly dating website that tells you everything you need to know. Whether you're into Leaving Las Vegas, or National Treasure (Really?) we'll find the perfect partner for you.",
    "percentFunded": 69,
    "images": "http://ksassets.timeincuk.net/wp/uploads/sites/54/2015/12/cagematch-3.jpg"
  },
  {
    "title": "Skarp Laser Razer",
    "description": "The Skarp razor is powered by a small laser which cuts through hair for an incredibly close shave without irritating or damaging the skin. There are many benefits to using the Skarp Razor. Blinding yourself. Maiming your face. And much more!",
    "percentFunded": 0,
    "images": "https://c1.iggcdn.com/indiegogo-media-prod-cld/image/upload/c_fill,f_auto,h_413,w_620/v1444843956/eef63vnsfq2azylyq2ap.png"
  },
  {
    "title": "VapeCase",
    "description": "VapeCase is something totally different.  Having smoked cigarettes for nearly 20 years I (Mike Larsen, Director of Sales) rejoiced when I started vaping and threw the cigarettes away for good in the spring of 2012.  But like with all new hobbies, I was soon overloaded with hardware.  I quickly grew tired of lugging around my favorite mod and consistently forgetting it or dropping it.  Then one day it dawned on me....I rarely forget my cell phone....or drop it.  If only I could vape off my cell phone. Think about it, what is always in your hand, or pocket, or sitting on your desk? And we all know that in this day of modern technology our cell phones are basically an extension of ourselves.  So rather than train my primitive brain to remember my vaporizer, why not just attach my vaporizer to the one thing I will never forget or toss across a parking lot!!!!   And that my friends was the best idea my infantile mind had ever managed to spit out.",
    "percentFunded": 2,
    "images": "https://www.edmsauce.com/wp-content/uploads/2013/12/vapecase-large-ad-spot--600x399.jpg"
  },
  {
    "title": "Fish On Wheels",
    "description": "It’s an electric car with a fish tank on top that can be steered by a fish if it swims in a certain direction. We use a camera looking down in the fish tank to detect the fish’s position and then power the motors to steer the car in that direction. You can use Fish on Wheels as a normal aquarium and switch it on at any time to let the fish drive the aquarium around.",
    "percentFunded": 83,
    "images": "http://studiodiip.com/wordpress/wp-content/uploads/2014/04/Sin-t%C3%ADtulo-2.jpg"
  }

  }]
}
